{
    "home": {
        "carousel": [
            {
                "src": "img/slideshow/slideshow0.jpg",
                "caption": "Universidad Nacional de la Patagonia San Juan Bosco"
            },
            {
                "src": "img/slideshow/slideshow1.jpg",
                "caption": "Universidad Nacional de la Patagonia San Juan Bosco"
            },
            {
                "src": "img/slideshow/slideshow2.jpg",
                "caption": "Universidad Nacional de la Patagonia San Juan Bosco"
            },
            {
                "src": "img/slideshow/slideshow3.jpg",
                "caption": "Universidad Nacional de la Patagonia San Juan Bosco"
            }
        ],
        "sections": [
            {
                "title": "Misión",
                "content": "<p>Este grupo busca fortalecer la vinculación entre el sistema científico-tecnológico y la estructura productiva en el ámbito de la informática y las telecomunicaciones para afrontar los nuevos desafíos que se proponen con la transformación digital, buscando generar con ello un impacto positivo en las actividades de la Cuenca del Golfo San Jorge.</p><p>Sus lineas de investigación se centran en el procesamiento digital de señales que utilizan los sistemas sensoriales desplegados en espacios inteligentes, redes eléctricas y entornos subacuáticos para percibir el estado del entorno y las entidades con las cuales se interactúa en estos.</p><p>En el caso de redes eléctricas las investigaciones se enfocan en el procesamiento de señales para sistemas de comunicaciones por línea eléctrica (PLC), particularmente  las técnicas de sincronización de tramas y estimación de canal en esquemas de modulacion de multiplexación por división de frecuencia ortogonal (OFDM). Esta linea incluye además el diseño de símbolos piloto que permitan reducir la complejidad computacional en comparación con los esquemas actuales de sincronización y estimación.</p> <p>En el caso de los espacios inteligentes y entornos acústicos subacuáticos poco profundos, las investigaciones se centran en el  procesamiento de señales acústicas codificadas. se centran los esfuerzos en el diseño de esquemas de codificación que aporten robustez frente al ruido, que permitan que múltiples usuarios coexistan en un mismo entorno e incrementar la precisión en la determinación de los instantes de llegada de las señales. Este tipo de sistemas son utilizados en redes de sensores subacuáticos para el monitoreo costero, y también por vehículos autónomos subacuáticos (AUVs).</p> <p>Otras de las lineas de investigación esta orientada al desarrollo de soluciones utilizando herramientas TICs (hardware y software) para el monitoreo oceanográfico y el análisis de los datos que se obtienen a través de diferentes sistemas sensoriales, campañas oceanográficas y relevamientos costeros.</p><p>Además, las actividades del grupo incluyen la evaluación e implementación en dispositivos programables, como las FPGA, de nuevos banco de filtros de transceptores de modulación multiportadora de última generación para sistemas PLC, así como los mencionados algoritmos para el esquema OFDM con señales acústicas. </p>"
            }
        ]        
    },
    "group": {
        "members": {
            "cdemarziani": {
                "name": "Carlos De Marziani",
                "degree": "Doctor",
                "position": "Profesor Titular UNPSJB, Inv. Adjunto CONICET",
                "pic": "img/profiles/Carlos.jpg",
                "desc": "El Dr. Carlos De Marziani obtuvo, en el año 2001, el título de Ingeniero Electrónico en la Universidad Nacional de la Patagonia San Juan Bosco (Argentina). En el año 2007, obtuvo el título de Doctor en el Departamento de Electrónica de la Universidad de Alcalá (España). Actualmente se desempeña como Profesor Titular en el área de Sistemas Digitales en el Departamento de Electrónica de la Universidad Nacional de la Patagonia San Juan Bosco. Además es Investigador Adjunto en el Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET). Sus áreas de investigación son redes de sensores, integración multisensorial, sistemas electrónicos para robots y procesamiento digital de señales. Participa en diferentes proyectos de investigación científica con financiamiento público de entidades nacionales. Actualmente dirige dos tesis doctorales. Ha publicado numerosos artículos en congresos científicos a nivel nacional e internacional; como así también artículos en revistas indexadas con alto índice de impacto.",
                "contact": {
                    "email": "marziani@unpata.edu.ar"
                }
            },
            "mcolombo":{
                "name": "Martín Colombo",
                "degree": "Doctor",
                "position": "Profesor Adjunto",
                "pic": "img/profiles/Martin.jpg",
                "desc": "El Dr. Martín Colombo obtuvo el título de Ingeniero Electrónico en la Universidad Nacional de la Patagonia San Juan Bosco (Argentina) en el año 2014. En el año 2021 obtuvo el título de Doctor en Ingeniería por la Universidad Nacional de La Plata (Argentina) y Doctor en Electrónica: Sistemas Electrónicos Avanzados, Sistemas Inteligentes por la Universidad de Alcalá de Henares (España) en cotutela. Actualmente se desempeña como Profesor Adjunto en el área de Sistemas de Comunicaciones en el Departamento de Electrónica de la Universidad Nacional de la Patagonia San Juan Bosco. Sus áreas de investigación actuales son sistemas de comunicaciones digitales, comunicaciones por la red eléctrica, y procesamiento digital de señales para sistemas de comunicaciones.",
                "contact": {
                    "email": "mcolombo@ing.unp.edu.ar"
                }
            },
            "smurano":{
                "name": "Santiago Murano",
                "degree": "Doctor",
                "position": "Jefe de Trabajos Prácticos",
                "pic": "",
                "desc": "Santiago obtuvo el título de Ingeniero Electrónico en la Universidad Nacional de la Patagonia San Juan Bosco en 2012, el título de Máster en Sistemas Electrónica Avanzados. Sistemas Inteligentes en la Universidad de Alcalá (España), y el homónimo ",
                "contact": {
                    "email": "smurano@unpata.edu.ar"
                }
            },
            "droldos":{
                "name": "Dario Roldos",
                "degree": "",
                "position": "",
                "pic": "",
                "desc": ".....",
                "contact": {
                    "email": "roldos.dario@gmail.com"
                }
            },
            "ralcoleas":{
                "name": "Rómulo Alcoleas",
                "degree": "",
                "position": "",
                "pic": "",
                "desc": ".....",
                "contact": {
                    "email": "romuloalcoleas@yahoo.com"
                }
            },
            "acolombo":{
                "name": "Alejandro Colombo",
                "degree": "",
                "position": "",
                "pic": "img/profiles/Alejandro.jpg",
                "desc": ".....",
                "contact": {
                    "email": "acolombo1958@gmail.com"
                }
            },
            "jaskenazi":{
                "name": "Javier Askenazi",
                "degree": "",
                "position": "",
                "pic": "",
                "desc": ".....",
                "contact": {
                    "email": "javier.askenazi@gmail.com"
                }
            },
            "jgallardo": {
                "name": "José Gallardo",
                "degree": "",
                "position": "Prof. titular regular",
                "pic": "img/profiles/Jose.jpg",
                "desc": "José I. Gallardo nació en Paraná, Argentina en 1957. Ingeniero Electrónico de la Univ. Nac. Rosario (1981), Posgrado de Ingeniería en Telecomunicaciones- Escuela Superior Técnica Gral. Savio (Actual IESE), Bs Aires (1983) y de Ingeniería en Comunicaciones Digitales de J.I.C.A.-Japón en Inictel, Lima-Perú (1986). Cursó además Maestría Redes Datos en Univ. Nac. de La Plata. Desempeñó funciones técnicas en proyectos de obras en ENTel / Telefónica Arg. en diferentes zonas del país (1981-1996). Jefe del Centro O&M/Patagonia de Telefónica Arg., responsable aceptaciones, puesta en marcha y mantenimiento de las primeras centrales digitales en la región (1990-1996). Profesor Titular por Concurso en dos asignaturas e Investigador Cat.3 en Deptos. Informática y Electrónica-Fac.Ingeniería-UNPSJB desde 1985. Evaluador de CONEAU en Área Informática desde 2010. Ha dirigido varios proyectos de investigación en las áreas de informática y comunicaciones acústicas subacuáticas desde 1987 a la fecha, con publicaciones en congresos nacionales e internacionales. Asesor en proyectos de teleinformática, redes de VC en la región. Ha sido participante y disertante en numerosas conferencias, en temas como Teleinformática, Comunicaciones por Fibra Óptica, Redes de Computadoras y TCP/IP. Sus principales campos de interés son comunicaciones digitales, redes de computadoras /sensores y tecnología informática aplicada en educación.",
                "contact": {
                    "email": "jgallardo@ing.unp.edu.ar"
                }
            },
            "prosales":{
                "name": "Pablo Rosales",
                "degree": "",
                "position": "",
                "pic": "",
                "desc": ".....",
                "contact": {
                    "email": "pablo27207@gmail.com"
                }
            },
            "dberns":{
                "name": "Daniel Berns",
                "degree": "",
                "position": "",
                "pic": "",
                "desc": ".....",
                "contact": {
                    "email": "daniel.w.berns@gmail.com"
                }
            },
            "mmicheletto": {
                "name": "Matías Micheletto",
                "degree": "Doctor en Ingeniería",
                "position": "",
                "pic": "img/profiles/Matias.jpg",
                "desc": "Matías Micheletto obtuvo el título de Ingeniero Electrónico y Doctor en Ingeniería en la Universidad Nacional del Sur en 2016 y en 2020 respectivamente. Se desempeñó como Ayudante y más tarde como Asistente de Cátedra en las asignaturas Diseño de Circuitos Lógicos y Técnicas Digitales en el Departamento de Ingeniería Eléctrica y Computadoras entre los años 2016 a 2021. Actualmente se encuentra realizando una Beca Interna Posdoctoral CONICET en el Centro de Investigaciones y Transferencias Golfo San Jorge.",
                "contact": {
                    "email": "matias.micheletto@uns.edu.ar",
                    "linkedin": "https://www.linkedin.com/in/matiasmicheletto"
                }
            }
        },
        "categories": [
		    {
		        "name": "Miembros del grupo",
		        "members": ["cdemarziani", "mcolombo", "smurano", "droldos", "ralcoleas", "acolombo", "jaskenazi", "prosales", "jgallardo", "dberns","mmicheletto"]
		    }
		]
    },
    "research": {
        "items": {
            "publ01": {
                "title": "Titulo del trabajo (completar)",
                "authors": "Autores del trabajo (completar)",
                "year": "2022",
                "desc": "revista",
                "authors_ref": ["cdemarziani"],
                "section": "publications",
                "links": ["https://google.com"]
            },
            "ir01": {
                "title": "Titulo del trabajo (completar)",
                "authors": "Autores del trabajo (completar)",
                "year": "2022",
                "desc": "",
                "authors_ref": [],
                "section": "internal",
                "links": []
            },
            "mt01": {
                "title": "Titulo de maestria (completar)",
                "authors": "Autores de la maestria (completar)",
                "year": "2022",
                "desc": "Supervised by.....",
                "authors_ref": [],
                "section": "master",
                "links": []
            },
            "dt01": {
                "title": "Titulo de tesis (completar)",
                "authors": "Autor de la tesis",
                "year": "2022",
                "desc": "Supervised by......",
                "authors_ref": [],
                "section": "doctoral",
                "links": []
            },
            "pro01": {
                "title": "Titulo de proyecto (completar)",
                "authors": "Autores del proyecto",
                "year": "2022",
                "desc": "",
                "authors_ref": [],
                "section": "projects",
                "links": []
            },
            "transf01": {
                "title": "Titulo de proyecto (completar)",
                "authors": "Autores del proyecto (completar)",
                "year": "2022",
                "desc": "",
                "authors_ref": [],
                "section": "transfers",
                "links": []
            }
        },
        "sections": [
        	{
                "title": "Publicaciones",
                "id": "publications",
                "headers": {
                    "year": true,
                    "title": true,
                    "desc": true,
                    "authors": true
                },
                "content": ["publ01"]
            },
            {
                "title": "Proyectos",
                "id": "projects",
                "headers": {
                    "year": true,
                    "title": true,
                    "desc": false,
                    "authors": false
                },
                "content": ["pro01"]
            },
            {
                "title": "Transferencias",
                "id": "transfers",
                "headers": {
                    "year": true,
                    "title": true,
                    "desc": true,
                    "authors": true
                },
                "content": ["transf01"]
            },
            {
                "title": "Reportes internos",
                "id": "internal",
                "headers": {
                    "year": true,
                    "title": true,
                    "desc": false,
                    "authors": true
                },
                "content": ["ir01"]
            },
            {
                "id": "divider"
            },
            {
                "title": "Tesis de maestría",
                "id": "master",
                "headers": {
                    "year": true,
                    "title": true,
                    "desc": true,
                    "authors": true
                },
                "content": ["mt01"]
            },
            {
                "title": "Tesis doctorales",
                "id": "doctoral",
                "headers": {
                    "year": true,
                    "title": true,
                    "desc": true,
                    "authors": true
                },
                "content": ["dt01"]
            }
        ]
    },
    "recent": {
        "projects": {
        },
        "sections": {
            "sec1": []
        }
    }
}
